a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
arandr
archlinux-keyring
argon2
aribb24
aspell
aspnet-runtime
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
aws-cli
azuredatastudio-bin
azuredatastudio-bin-debug
babl
base
bash
bat
binutils
bison
blas
bluez
bluez-libs
bluez-utils
breeze-icons
bridge-utils
brotli
btop
btrfs-progs
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
cdparanoia
clutter
clutter-gtk
cmake
code
cogl
composer
containerd
coreutils
cppdap
cronie
cryptsetup
curl
cvt12-git
dav1d
db5.3
dbeaver
dbus
dbus-broker
dbus-broker-units
dconf
debtap
debugedit
default-cursors
desktop-file-utils
device-mapper
dialog
diffutils
discord
djvulibre
dkms
dmidecode
dnssec-anchors
docker
docker-buildx
docker-compose
dosfstools
dotnet-host
dotnet-runtime
dotnet-sdk
dotnet-targeting-pack
double-conversion
downgrade
droidcam-debug
duktape
e2fsprogs
eclipse-ecj
efibootmgr
efivar
electron27
electron28
electron30
enchant
exiv2
exo
expat
faad2
fakeroot
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flameshot
flex
fontconfig
freeglut
freetds
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gamemode
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
geeqie
gegl
gendesk
gettext
giflib
gimp
git
gitflow-avh
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-keyring
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
google-chrome
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsasl
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm
gtkmm-4.0
gtkmm3
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
hsa-rocr
hsakmt-roct
hspell
htop
http-parser
hunspell
hwdata
hwloc
iana-etc
icu
imath
iniparser
intel-ucode
intellij-idea-ultimate-edition
inxi-git
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
java-commons-daemon
java-environment-common
java-jsvc
java-runtime-common
jbigkit
jdk-openjdk
jdk17-openjdk
jdk8-openjdk
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
kactivities5
karchive
karchive5
kauth
kauth5
kbd
kbookmarks
kbookmarks5
kcmutils
kcmutils5
kcodecs
kcodecs5
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kconfigwidgets5
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kdbusaddons5
kde-cli-tools
kdeclarative5
kded5
kdesu
kdesu5
keyutils
kglobalaccel
kglobalaccel5
kguiaddons
kguiaddons5
ki18n
ki18n5
kiconthemes
kiconthemes5
kio
kio5
kirigami
kitemviews
kitemviews5
kjobwidgets
kjobwidgets5
kmod
knotifications
knotifications5
kpackage5
kparts
kparts5
kpty
kpty5
krb5
kservice
kservice5
ktextwidgets5
kwallet
kwallet5
kwidgetsaddons
kwidgetsaddons5
kwindowsystem
kwindowsystem5
kxmlgui
kxmlgui5
l-smash
lame
lapack
lcms2
ldns
lensfun
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-gamemode
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnsl
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-sqlite
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbytesize
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libchamplain
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdeflate
libdisplay-info
libdovi
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libei
libelf
libepoxy
libev
libevdev
libevent
libexif
libfabric
libfbclient
libffi
libfontenc
libgcrypt
libgdiplus
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgtop
libgudev
libheif
libice
libidn
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjuice
libjxl
libksba
libldap
libliftoff
libluv
libmad
libmatroska
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvoikko
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwmf
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsd
lshw
lsof
lua
lua51-lpeg
luajit
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
maven
mbedtls
mbedtls2
md4c
mdadm
media-player-info
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
mono
mpdecimal
mpfr
mpg123
mpv
msgpack-c
msmtp
msmtp-mta
mtdev
mtools
mujs
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neovim
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
ntfs-3g
numactl
nuspell
obs-studio
ocl-icd
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
openvpn
opus
orc
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
php
picom-jonaburg-git
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
pkgfile
point
polkit
polkit-qt5
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
postman-bin
procps-ng
protobuf
prrte
psmisc
pulseaudio
pulseaudio-alsa
putty
python
python-attrs
python-autocommand
python-botocore
python-build
python-cairo
python-cairocffi
python-certifi
python-cffi
python-colorama
python-cryptography
python-dateutil
python-dbus
python-docopt
python-docutils
python-fastjsonschema
python-gobject
python-inflect
python-iniconfig
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jmespath
python-keyutils
python-more-itertools
python-ordered-set
python-packaging
python-pip
python-platformdirs
python-pluggy
python-ply
python-psutil
python-pyasn1
python-pycparser
python-pyopenssl
python-pyproject-hooks
python-pysimplegui
python-pytest
python-pytest-runner
python-pywayland
python-pywlroots
python-rsa
python-s3transfer
python-setuptools
python-setuptools-scm
python-six
python-tomli
python-trove-classifiers
python-typeguard
python-typing_extensions
python-urllib3
python-validate-pyproject
python-wheel
python-xcffib
python-xkbcommon
python-yaml
qca-qt5
qca-qt6
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
qtile
radeontop
ranger
rar
rar-debug
rav1e
re2
readline
recordmydesktop
rhash
rider
ripgrep
rnnoise
rocm-core
rocm-device-libs
rocm-smi-lib
rofi
rsync
rtkit
rubberband
run-parts
runc
sddm
sddm-theme-sugar-candy-git
sdl2
seatd
sed
semver
shaderc
shadow
shared-mime-info
slang
snappy
soapui
solid
solid5
sonnet5
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
srt
startup-notification
steam
stremio
stremio-debug
sudo
suitesparse
svt-av1
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcl
tdb
texinfo
thin-provisioning-tools
thunar
timeshift
tk
tmux
tomcat10
tpm2-tss
tracker3
trash-cli
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-dejavu
ttf-fira-code
ttf-hack
ttf-hack-nerd
ttf-iosevka
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-ubuntu-nerd
tzdata
uchardet
udiskie
udisks2
unibilium
unixodbc
unzip
upower
usbmuxd
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
vapoursynth
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
volumeicon
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-radeon
wayland
webrtc-audio-processing-1
which
wlroots
wlroots0.16
wlroots0.17
woff2
wpa_supplicant
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-amdgpu
xfconf
xfsprogs
xkb-switch
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xvidcore
xxhash
xz
yay-git
yay-git-debug
zenity
zeromq
zimg
zip
zlib
zstd
